---
layout: page
title: Terms of service
lang: en
tref: aviso-legal
---

<p class="well editable">El presente aviso legal (en adelante, el "Aviso Legal") regula el uso del servicio del portal de Internet http://www.sarasolasagardotegi.com (en adelante, el "Web") de SARASOLA SAGARDOTEGIA SL con CIF B75153742 con domicilio social en cm Oiarbide Baserria, 20115, Astigarraga, Gipuzkoa inscrito en el Registro Mercantil.<br /><br /><strong>LEGISLACI&Oacute;N</strong><br />Con car&aacute;cter general las relaciones entre SARASOLA SAGARDOTEGIA SL con los Usuarios de sus servicios telem&aacute;ticos, presentes en la web, se encuentran sometidas a la legislaci&oacute;n y jurisdicci&oacute;n espa&ntilde;olas.<br />Las partes renuncian expresamente al fuero que les pudiera corresponder y someten expresamente a los Juzgados y Tribunales de Vizcaya para resolver cualquier controversia que pueda surgir en la interpretaci&oacute;n o ejecuci&oacute;n de las presentes condiciones contractuales.<br /><br /><strong>CONTENIDO Y USO</strong><br />El Usuario queda informado, y acepta, que el acceso a la presente web no supone, en modo alguno, el inicio de una relaci&oacute;n comercial con SARASOLA SAGARDOTEGIA SL.<br />El titular del web no se identifica con las opiniones vertidas en el mismo por sus colaboradores SARASOLA SAGARDOTEGIA SL se reserva el derecho de efectuar sin previo aviso las modificaciones que considere oportunas en su Web, pudiendo cambiar, suprimir o a&ntilde;adir tanto los contenidos y servicios que se presten a trav&eacute;s de la misma como la forma en la que &eacute;stos aparezcan presentados o localizados en sus servidores.<br /><br /><strong>PROPIEDAD INTELECTUAL E INDUSTRIAL</strong><br />Los derechos de propiedad intelectual del contenido de las p&aacute;ginas web, su dise&ntilde;o gr&aacute;fico y c&oacute;digos son titularidad de SARASOLA SAGARDOTEGIA SL y, por tanto, queda prohibida su reproducci&oacute;n, distribuci&oacute;n, comunicaci&oacute;n p&uacute;blica, transformaci&oacute;n o cualquier otra actividad que se pueda realizar con los contenidos de sus p&aacute;ginas web ni a&uacute;n citando las fuentes, salvo consentimiento por escrito de SARASOLA SAGARDOTEGIA SL. Todos los nombres comerciales, marcas o signos distintos de cualquier clase contenidos en las p&aacute;ginas web de la Empresa son propiedad de sus due&ntilde;os y est&aacute;n protegidos por ley.<br /><br /><strong>ENLACES (LINKS)</strong><br />La presencia de enlaces (links) en las p&aacute;ginas web de SARASOLA SAGARDOTEGIA SL tiene finalidad meramente informativa y en ning&uacute;n caso supone sugerencia, invitaci&oacute;n o recomendaci&oacute;n sobre los mismos.<br /><br /><strong>CONFIDENCIALIDAD Y PROTECCI&Oacute;N DE DATOS</strong><br />A efecto de lo previsto e n la Ley Org&aacute;nica 15/1999, de 13 de diciembre, de Protecci&oacute;n de Datos de Car&aacute;cter Personal, SARASOLA SAGARDOTEGIA SL informa al Usuario de la existencia de un fichero automatizado de datos de car&aacute;cter personal creado por y para SARASOLA SAGARDOTEGIA SL y bajo su responsabilidad, con la finalidad de realizar el mantenimiento y gesti&oacute;n de la relaci&oacute;n con el Usuario, as&iacute; como las labores de informaci&oacute;n. Ud. da su consentimiento expreso para la inclusi&oacute;n de sus datos en el mencionado fichero y la remisi&oacute;n de informaciones comerciales de productos de SARASOLA SAGARDOTEGIA SL. En el momento de la aceptaci&oacute;n de las presentes condiciones generales, SARASOLA SAGARDOTEGIA SL precisar&aacute; del Usuario la recogida de unos datos imprescindibles para la prestaci&oacute;n de sus servicios.<br /><br /><strong>REGISTRO DE FICHEROS Y FORMULARIOS</strong><br />La cumplimentaci&oacute;n del formulario de registro es obligatoria para acceder y disfrutar de determinados servicios ofrecidos en la web. El no facilitar los datos personales solicitados o el no aceptar la presente pol&iacute;tica de protecci&oacute;n de datos supone la imposibilidad de suscribirse, registrarse o participar en cualquiera de las promociones en las que se soliciten datos car&aacute;cter personal.<br />De acuerdo a lo establecido en la Ley Org&aacute;nica 15/1999, de 13 de diciembre, de Protecci&oacute;n de Datos de Car&aacute;cter Personal, le informamos que los datos personales que se obtengan como consecuencia de su registro, ser&aacute;n incorporados a un fichero titularidad de SARASOLA SAGARDOTEGIA SL y domicilio en cm Oiarbide Baserria, 20115, Astigarraga, Gipuzkoa, teniendo implementadas las medidas de seguridad establecidas en el Real Decreto 1720/2007.<br /><br /><strong>EXACTITUD Y VERACIDAD DE LOS DATOS FACILITADOS</strong><br />El Usuario es el &uacute;nico responsable de la veracidad y correcci&oacute;n de los datos incluidos, exoner&aacute;ndose SARASOLA SAGARDOTEGIA SL de cualquier responsabilidad al respecto. Los usuarios garantizan y responden, en cualquier caso, de la exactitud, vigencia y autenticidad de los datos personales facilitados, y se comprometen a mantenerlos debidamente actualizados. El usuario acepta proporcionar informaci&oacute;n completa y correcta en el formulario de registro o suscripci&oacute;n. SARASOLA SAGARDOTEGIA SL no responde de la veracidad de las informaciones que no sean de elaboraci&oacute;n propia y de las que se indique otra fuente, por lo que tampoco asume responsabilidad alguna en cuanto a hipot&eacute;ticos perjuicios que pudieran originarse por el uso de dicha informaci&oacute;n. SARASOLA SAGARDOTEGIA SL se reserva el derecho a actualizar, modificar o eliminar la informaci&oacute;n contenida en sus p&aacute;ginas web pudiendo incluso limitar o no permitir el acceso a dicha informaci&oacute;n. Se exonera a SARASOLA SAGARDOTEGIA SL de responsabilidad ante cualquier da&ntilde;o o perjuicio que pudiera sufrir el Usuario como consecuencia de errores, defectos u omisiones, en la informaci&oacute;n facilitada por SARASOLA SAGARDOTEGIA SL siempre que proceda de fuentes ajenas a SARASOLA SAGARDOTEGIA SL.<br /><br /><strong>COOKIES</strong><br />Pol&iacute;tica de cookies<br /><br /><strong>FINALIDADES</strong><br />Las finalidades de SARASOLA SAGARDOTEGIA SL son el mantenimiento y gesti&oacute;n de la relaci&oacute;n con el Usuario, as&iacute; como las labores de informaci&oacute;n.<br /><br /><strong>MENORES DE EDAD</strong><br />En el supuesto que algunos de nuestros servicios vayan dirigidos espec&iacute;ficamente a menores de edad, SARASOLA SAGARDOTEGIA SL solicitar&aacute; la conformidad de los padres o tutores para la recogida de los datos personales o, en su caso, para el tratamiento automatizado de los datos.<br /><br /><strong>CESI&Oacute;N DE DATOS A TERCEROS</strong><br />SARASOLA SAGARDOTEGIA SL no realizar&aacute; cesi&oacute;n de datos de los usuarios a terceros.<br /><br /><strong>EJERCICIO DE DERECHOS DE ACCESO, RECTIFICACI&Oacute;N, CANCELACI&Oacute;N Y OPOSICI&Oacute;N</strong><br />Podr&aacute; dirigir sus comunicaciones y ejercitar los derechos de acceso, rectificaci&oacute;n, cancelaci&oacute;n y oposici&oacute;n en la direcci&oacute;n SARASOLA SAGARDOTEGIA SL Ref. LOPD, cm Oiarbide Baserria, 20115, Astigarraga, Gipuzkoa. Para ejercer dichos derechos y en cumplimiento de la Instrucci&oacute;n 1/1998, de 19 de enero, de la Agencia de Protecci&oacute;n de Datos, es necesario que usted acredite su personalidad frente a SARASOLA SAGARDOTEGIA SL mediante el env&iacute;o de fotocopia de Documento Nacional de Identidad o cualquier otro medio v&aacute;lido en Derecho.<br /><br /><strong>MEDIDAS DE SEGURIDAD</strong><br />SARASOLA SAGARDOTEGIA SL ha adoptado los niveles de seguridad de protecci&oacute;n de los Datos Personales legalmente requeridos, y procuran instalar aquellos otros medios y medidas t&eacute;cnicas adicionales a su alcance para evitar la p&eacute;rdida, mal uso, alteraci&oacute;n, acceso no autorizado y robo de los Datos Personales facilitados a SARASOLA SAGARDOTEGIA SL. La empresa no ser&aacute; responsable de posibles da&ntilde;os o perjuicios que se pudieran derivar de interferencias, omisiones, interrupciones, virus inform&aacute;ticos, aver&iacute;as telef&oacute;nicas o desconexiones en el funcionamiento operativo de este sistema electr&oacute;nico, motivadas por causas ajenas a SARASOLA SAGARDOTEGIA SL de retrasos o bloqueos en el uso del presente sistema electr&oacute;nico causados por deficiencias o sobrecargas de l&iacute;neas telef&oacute;nicas o sobrecargas en el Centro de Procesos de Datos, en el sistema de Internet o en otros sistemas electr&oacute;nicos, as&iacute; como de da&ntilde;os que puedan ser causados por terceras personas mediante intromisiones ileg&iacute;timas fuera del control de SARASOLA SAGARDOTEGIA SL. Ello no obstante, el Usuario debe ser consciente de que las medidas de seguridad en Internet no son inexpugnables.<br /><br /><strong>ACEPTACI&Oacute;N Y CONSENTIMIENTO</strong><br />El Usuario declara haber sido informado de las condiciones sobre protecci&oacute;n de datos personales, aceptando y consintiendo el tratamiento automatizado de los mismos por parte de SARASOLA SAGARDOTEGIA SL en la forma y para las finalidades indicadas en la presente Pol&iacute;tica de Protecci&oacute;n de Datos Personales. Ciertos servicios prestados en el Portal pueden contener condiciones particulares con previsiones espec&iacute;ficas en materia de protecci&oacute;n de Datos Personales.e pudieran ser de su inter&eacute;s.</p>
